let config = {
    questions: [
        {
            text: "Свойство prototype это",
            rightAnswerIndex: 0,
            answersList: [
                "свойство функции-конструктора",
                "верны оба варианта",
                "свойство готового объекта"
            ],
        },
        {
            text: "При использовании функции-конструктора методы объекта должны быть объявлены",
            rightAnswerIndex: 2,
            answersList: [
                "в конструкторе",
                "должны быть как отдельные функции",
                "в прототипе"
            ],
        },
        {
            text: "This указывает",
            rightAnswerIndex: 2,
            answersList: [
                "на класс, в котором находится метод",
                "на объект, в котором находится вызываемый метод",
                "на объект, который вызывает функцию"
            ],
        },
        {
            text: "Имя функции-конструктора должно начинаться",
            rightAnswerIndex: 0,
            answersList: [
                "с большой буквы",
                "без разницы, работает и так, и так",
                "с маленькой буквы"
            ],
        },
        {
            text: "Имя метода должно начинаться",
            rightAnswerIndex: 1,
            answersList: [
                "без разницы, работает и так, и так",
                "с большой буквы",
                "с маленькой буквы"
            ],
        },
    ]
};
